alefragnani.project-manager
dbaeumer.vscode-eslint
eamodio.gitlens
elmtooling.elm-ls-vscode
hoovercj.haskell-linter
justusadam.language-haskell
ms-azuretools.vscode-docker
ms-python.python
nwolverson.ide-purescript
nwolverson.language-purescript
rust-lang.rust
scala-lang.scala
scalameta.metals
vigoo.stylish-haskell
